[
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Xiaomi-Redmi-A2-plus-black.webp",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Xiaomi-Redmi-A2-plus-light-green.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Xiaomi-Redmi-A2-plus-all-colors.webp",
        "details": "Xiaomi Redmi A2+ is a basic phone for basic tasks at a low price. It has a decent 6.52” HD+ display with good color accuracy. The design looks pretty simplistic, matching its total specifications. So, if you like that part, this is a good option. The camera qualities are overall fine as a low-cost phone. There is Full HD+ video recording for cameras on the both side. There is 5000 mAh battery with a regular 10W charger. The Helio G36 chipset from MediaTek can execute everyday tasks smooth enough. There is Dual SIM, dedicated MicroSD slot expandable up to 1 TB and a rear-mounted fingerprint sensor."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-13-Lite.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-13-Lite-blue.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-13-Lite-colors.webp",
        "details": "Xiaomi 13 Lite is the Lite version of Xiaomi 13. Lite usually means with lower price and configuration. The main highlight of this gadget is its Dual 32+8 MP front camera which is rare these days. The main 32 MP lens captures 100˚ photos which makes it an ultrawide lens. Another great thing is that it charges fully in a maximum of 40 minutes although the battery is 4500 mAh and not a typical 5000 mAh one. The AMOLED display is pleasing for the eyes with 68B colors, Dolby Vision, and HDR10+ features. The 4 nm Snapdragon 7 Gen 1 chipset from Qualcomm is a good performance and gaming chipset at this price point. There is also an optical in-display fingerprint sensor. The 13 Lite from Xiaomi is a 5 G-supported smartphone."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-Redmi-Note-12-Pro-5G.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-Redmi-Note-12-Pro-5G-white.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-Redmi-Note-12-Pro-5G-blue.webp",
        "details": "Xiaomi Redmi Note 12 Pro 5G has a center punch-hole front camera design with a glass back panel. It is offering an OLED screen with Corning Gorilla Glass 5 protection. The display supports up to 120Hz refresh rate as well as Dolby Vision and HDR10+. The phone has IP53-certified dust and Splash Protection. The back camera is 50+8+2 MP with an ultrawide lens, Sony IMX766 sensor, OIS etc. important features. There is up to 4K recording. The 16 MP front camera also comes with advanced features such as 1/3.06″, and 1.0µm. There is a MediaTek Dimensity 1080 (6 nm) chipset with 6, 8 or 12 GB RAM. It has a strong AnTuTu score of 490526 (v9). Internal storage is 128 or 256 GB UFS 2.2. The battery has a 67W strong fast charging option. Among other features, it offers 5G support, Infrared, NFC, stereo speakers, 24-bit/192kHz audio and so on. There is no FM Radio or MicroSD slot. The gadget runs on Android 12 version and further major updates could be available."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Xiaomi-Redmi-Note-12-black-new.webp",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/06/Xiaomi-Redmi-Note-12-teaser.jpg",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/08/Xiaomi-Redmi-Note-12-Bangladesh-review.jpg",
        "details": "Xiaomi Redmi Note 12 is often referred to as the “national phone of Bangladesh” in 2023 by many phone reviews and tech gadget experts. Yes, the previous Redmi Note series phones were the top choice of the consumer for a few years in a row. This is one reason for it. But this one remains on the track as well. The design is a classic Redmi Note design. It looks good. It has a nice and big 6.67″ Full HD+ AMOLED display. You’ll get up to 120Hz refresh rate, 1200 nits peak brightness, Gorilla Glass 3 and Widevine L1 support. The cameras are pretty decent. It’s nothing over the top but still impresses us. You could expect a 4K recording option, which is missing. 5000 mAh battery comes with 33W charging. A 6 nm Qualcomm Snapdragon 685 4G chipset is powering it. It’s a bit lower performance compared to chipsets like Helio G99. But you’ll get Xiaomi software optimization to cover a bit of it. Apart from that, there is good audio, noise cancellation mic., 128 GB fast UFS 2.2 ROM, Infraded, NFC and so on."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/06/Xiaomi-Redmi-12C.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Xiaomi-Redmi-12C-green.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Xiaomi-Redmi-12C-colors.webp",
        "details": "Xiaomi Redmi 12C comes with 6.71 inches HD+ screen. It has a Full-View waterdrop notch design. The back camera is of dual 50+0.08 MP with PDAF, LED flash, HDR, f/1.8 aperture, depth sensor etc. features and Full HD video recording. The front camera is of 5 MP. Redmi 12C comes with 5000 mAh battery with 10W fast charging. It has 4 or 6 GB RAM, up to 2.0 GHz octa-core CPU and Mali-G52 MC2 GPU. It is powered by a MediaTek Helio G85 (12nm) chipset. The device comes with 64 or 128 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Dual SIM, NFC, face unlock etc."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/08/Samsung-Galaxy-A24.jpg",
        "image2": "",
        "image3": "",
        "details": "Samsung Galaxy A24 comes with 6.5 inches Full HD+ Super AMOLED screen. It has a U-notch front camera design. The back camera is of triple 50+5+2 with PDAF, OIS, f/1.8 aperture, ultrawide, dedicated macro camera etc. and Full HD video recording. The front camera is of 13 MP. Galaxy A24 comes with 5000 mAh battery with 25W fast charging. It has 8 GB RAM, up to 2.2 GHz octa-core CPU and Mali-G57 MC2 GPU. It is powered by a MediaTek Helio G99 (6 nm) chipset. The device comes with 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone. Among other features, there is Dual SIM, Face Unlock, USB Type-C etc."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/08/Samsung-Galaxy-Z-Fold-5.jpg",
        "image2": "",
        "image3": "",
        "details": "Samsung Galaxy Z Fold5 comes with 7.6 inches (unfolded) Full HD+ high-quality Dynamic AMOLED 2X screen. It has a foldable smartphone design. The back camera is of triple 50+10+12 MP with 8K video recording option. The front camera is of 4 MP with an extra 10 MP cover display camera. The phone has 4400 mAh battery. It has 12 GB RAM, up to 3.36 GHz octa-core CPU and Adreno 740 GPU. It is powered by a Qualcomm Snapdragon 8 Gen 2 (4 nm) chipset. The device comes with 256, 512 GB or 1 TB internal storage and no MicroSD slot. There is a side-mounted fingerprint sensor in this phone.  Among other features, there is eSIM, Samsung Pay, fast wireless charging, 6.2″ cover display, waterproof body, advanced audio quality, 5G support and so on. There is no FM Radio and 3.5mm Jack in this device."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/04/Samsung-Galaxy-A04e.jpg",
        "image2": "",
        "image3": "",
        "details": "Samsung Galaxy A04e comes with 6.5 inches PLS LCD HD+ screen. It has a Full-View waterdrop notch design. The back camera is of dual 13+2 MP with Autofocus, LED flash, depth sensor, f/2.2 aperture etc. and Full HD video recording. The front camera is of 5 MP. Galaxy A04e comes with 5000 mAh battery with 10W fast charging. It has 3 GB RAM, up to 2.3 GHz octa-core CPU and PowerVR GE8320 GPU. It is powered by a MediaTek Helio P35 (12 nm) chipset. The device comes with 32 GB internal storage and dedicated MicroSD slot. There is no fingerprint sensor in this phone. Among other features, there is Dual SIM, face unlock, Android 12 etc. Samsung Galaxy A04e gets a MobileDokan score of 6 out of 10."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/04/Samsung-Galaxy-A14.jpg",
        "image2": "",
        "image3": "",
        "details": "Samsung Galaxy A14 comes with 6.6 inches Full HD+ PLS LCD screen. It has a waterdrop notch front camera design. The back camera is of triple 50+5+2 MP with PDAF, f/1.8 aperture, ultrawide, dedicated macro camera etc. and Full HD video recording. The front camera is of 8 MP.  Galaxy A14 comes with 5000 mAh battery with 15W fast charging. It has 4 or 6 GB RAM, up to 2.0 GHz octa-core CPU and Mali-G52 GPU. It is powered by a Mediatek Helio G80 (12 nm) chipset. The device comes with 64 or 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone. Among other features, there is Dual SIM, Face Unlock, USB Type-C etc."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/08/itel-A05s.jpg",
        "image2": "",
        "image3": "",
        "details": "itel A05s comes with 6.6 inches HD+ IPS screen. It has a Full-View waterdrop notch design. The back camera is of dual 5 MP + AI with autofocus, LED flash, portrait mode etc. and HD video recording. The front camera is of 5 MP. itel A05s comes with 4000 mAh battery. It has 2 GB RAM, octa-core CPU and unspecified GPU. It is powered by a 28 nm UniSoC chipset. The device comes with 32 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Dual 4G SIM, Face Unlock etc."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/06/itel-A60S.jpg",
        "image2": "",
        "image3": "",
        "details": "itel A60S comes with 6.6 inches HD+ IPS screen. It has a Full-View waterdrop notch design. The back camera is of dual 8 MP + QVGA with autofocus, LED flash, portrait mode etc. and HD video recording. The front camera is of 5 MP. itel A60S comes with 5000 mAh battery and 10W fast charging. It has 4 GB RAM, up to 1.6 GHz octa-core CPU and PowerVR GE8322 GPU. It is powered by a 28 nm Unisoc SC9863A chipset. The device comes with 64 GB internal storage and up to 128 GB dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Dual 4G SIM, Face Unlock etc. itel A60S gets a MobileDokan score of 7 out of 10"
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/06/itel-S23.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/itel-S23-black.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/itel-S23-sky-blue.webp",
        "details": "itel S23 got instant attention from the Bangladeshi mobile consumers after its release because of its design, price and overall specs. The color-changing panel is something new for lower-budget consumers. The white color turns into ping under sunlight and becomes white again in room or dark conditions. Apart from that it comes with up to 8 GB RAM and there is a fairly nice 50 MP back camera. The Unisoc T606 chipset is good enough for handling everyday tasks and light gaming. Then there is USB Type-C, a side-mounted fingerprint sensor, and fast UFS 2.1 storage, FM Radio and so on."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/04/itel-P40.jpg",
        "image2": "",
        "image3": "",
        "details": "itel P40 comes with 6.6 inches HD+ IPS screen. It has a Full-View waterdrop notch design. The back camera is of dual 13 MP + AI with autofocus, LED flash, f/1.85 aperture etc. The front camera is of 5 MP. itel P40 comes with 6000 mAh battery and 18W fast charging support. It has 3 or 4 GB RAM, 1.6 GHz octa-core CPU and PowerVR GE8322 GPU. It is powered by a 28 nm UNISOC SC9863A chipset. The device comes with 32 or 64 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Dual 4G SIM, Face Unlock etc. itel P40 gets a MobileDokan score of 7 out of 10"
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/03/itel-A60.jpg",
        "image2": "",
        "image3": "",
        "details": "itel A60 comes with 6.6 inches HD+ IPS screen. It has a Full-View waterdrop notch design. The back camera is of single 8 MP with autofocus, LED flash, portrait mode etc. and HD video recording. The front camera is of 5 MP. itel A60 comes with 5000 mAh battery. It has 2 GB RAM, 1.4 GHz quad-core CPU and Mali T820 MP1 GPU. It is powered by a 28 nm UniSoC SC9832E chipset. The device comes with 32 GB internal storage and up to 128 GB dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Dual 4G SIM, Face Unlock etc. itel A60 gets a MobileDokan score of 6.8 out of 10"
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-fold.webp",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-Fold-colors.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-Fold-teaser.webp",
        "details": "Google Pixel Fold is a foldable smartphone with a 5.8 inches OLED 1080 x 2092 pixels cover display protected by Gorilla Glass Victus. It has 120Hz refresh rate and HDR. The main unfolded display is 7.6 inches large also with OLED technology and 1840 x 2208 pixels. It also supports 120Hz refresh rate and HDR10+. The back camera has a triple 48 +10.8 + 10.8 MP setup with features such as f/1.7 aperture, 1/2″, 0.8µm, Dual Pixel PDAF, Laser AF, OIS, telephoto lens, OIS, 5x optical zoom, ultrawide lens, dual-LED flash and so on. The front camera is a single 8 MP one and there is a 9.5 MP cover camera as well. All cameras can record up to 4K@60fps videos. The battery is a 4821 mAh and the phone supports wireless charging also. There is Android 13 out of the box, Google Tensor G2 (5 nm) flagship chipset, 12 GB RAM and 256 or 512 GB ROM options. Among other features, there are 5G support, Ultra Wideband (UWB) support, side-mounted fingerprint sensor, stereo speakers, waterproof body and so on."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-7-Pro.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-7-Pro-grey.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-7-Pro-white.webp",
        "details": "Google Pixel 7 Pro released in late 2022 is one of the finest Pixel phones Google has produced. This device runs on Android 13 out of the box and, as Google has pledged, it is expected to receive major Android updates for three years till Android 16. The phone is supposed to receive five years of OS security update till 2027. Pixel 7 Pro comes with all the exciting Pixel phone features such as excellent cameras, an impressive display, rapid and smooth performance, optimized UI with stock Android experience and so on. Apart from that, it has a very solid build quality, waterproof body, wireless charging, pleasant sound quality and so on."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-7.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-7-light-green.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-7-black.webp",
        "details": "Google Pixel 7 is very similar to the 7 Pro model in many aspects. It also runs on Android 13 out of the box and, is expected to receive Android updates for three years till 2025 (Android 16). Along with that, there are also five years of security update till 2027. Relating to the Pixel 7 Pro, this one lacks a telephoto camera lens on the back. The display is a Full HD+ one compared to the QHD+ of the Pro model. It also has a more compact 6.3-inch screen. The battery size is also smaller. Aside from the above-mentioned factors, both phones are very much comparable to all of their other aspects."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-7a.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-7a-blue.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-7a-all-colors.webp",
        "details": "Pixel 7a is more of a Lite version of the Pixel 7 and 7 Pro. It still comes with the same flagship Tensor G2 chipset from Google, which is its primary advantage. Another fine positive is that the smartphone is expected to receive Android updates till Android 16 and security patches till May 2028. Despite being a moderate budget phone, it comes with a waterproof body, 5G support, HDR screen, back camera with advanced features such as OIS for video recording and photo shooting. Some other fine positives are an in-display fingerprint sensor, stereo speakers, noise cancellation microphone, 4K recording for front camera and so on."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Google-Pixel-6-Pro.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-6-Pro-white.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/10/Google-Pixel-6-Pro-gold.webp",
        "details": "Google Pixel 6 Pro is a splendid specs smartphone with some attractive elements. First of all, it runs on Android version 12 but it will be upgradable till Android 15 which is expected to be released on October 2024. The Android 15 is supposed to remain fresh till October 2025 when Android 16 is expected to be released. Then, you’ll get another year of security update on your Pixel 6 Pro till October 2026. So, it’s a good deal till then. This electronic equipment is coming with features such as 5G network connectivity, steady and protected materials on the outside, an excellent QHD+ screen and fine Google Pixel front and back cameras. There is a fast Google Tensor first gen chipset, a big 5003 mAh battery and Ultra Wideband (UWB) support."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Atom-4-cosmic-black.webp",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Atom-4-reflective-green.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Atom-4-honey-dew-green.webp",
        "details": "Symphony ATOM 4 is a low-budget smartphone with a waterdrop notch front design and plastic body with various color options. It has a 6.56 inches HD+ display with regular 60Hz refresh rate. The back camera is a single 8 MP one with autofocus, LED flash, f/2.0 aperture etc. features and Full HD video recording. The 5 MP front camera can record HD videos. It comes with a Unisoc T606 chipset with 3 GB RAM, 32 GB storage and a dedicated MicroSD slot. A 10W charger is included in the box for charging the 5000 mAh battery. The fingerprint sensor is mounted on the right side."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Helio-80.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Helio-80-front.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Helio-80-back.webp",
        "details": "Symphony Helio 80 is a 4G smartphone by Symphony Mobile Bangladesh. It comes with a punch-hole design, a Gorilla Glass 5 screen protection and a glass back panel. It’s just 7.96 mm slim. 6.7-inch Full HD+ AMOLED display has 120Hz refresh rate. It has no maximum resolution Widevine L1 support and has Widevine L3 support. The triple back camera has a 108 MP main camera. There is no ultrawide lens. It has a manual camera or Camera2API support. The front camera is 16 MP. Both cameras can record 2K videos and the back camera has stabilization for up to Full HD recording. 5000 mAh battery has 18W fast charging. The phone runs on Android 13 and has a MediaTek Helio G99 chipset with 6 GB RAM. The 128 GB storage is a fast uMPC5 one. The MicroSD slot is shared with its second SIM slot. The gadget offers a secondary noise-cancellation microphone. Its fingerprint sensor is side-mounted."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/06/Symphony-Z60-Plus.jpg",
        "image2": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Z60-Plus-new.webp",
        "image3": "https://www.mobiledokan.com/wp-content/uploads/2023/09/Symphony-Z60-Plus-metallic-silver-1.webp",
        "details": "Symphony Z60 Plus, well, it speaks for itself. Most of you who check out the latest smartphone market news may know this phone already. This is one of the finest releases of the official smartphone market in Bangladesh under 12K price. Most phones will give you a maximum of Unisoc T606 chipset but Symphony is giving a Unisoc T616 chipset which gives a slightly better gaming and CPU performance. Then there is a massive 6 GB RAM also. The 128 GB fast uMCP5 storage is a killer in terms of speed and is comparable to UFS 3.1. Then there is an 18W charger. The cameras look pretty good as well. What else could you ask for?"
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/04/Symphony-Innova-10.jpeg",
        "image2": "",
        "image3": "",
        "details": "Symphony Innova 10 comes with 6.6 inches HD+ IPS screen. It has a Full-View center punch-hole design. The back camera is of dual 52+2 MP with PDAF, LED Flash, portrait mode, night mode etc. and 4K video recording. The front camera is of 8 MP. Symphony Innova 10 comes with 5050 mAh battery and 18W fast charging. It has 4 GB RAM, 2.3 GHz octa-core CPU and PowerVR GE8320 GPU. It is powered by a 12 nm MediaTek Helio G35 chipset. The device comes with 64 or 128 GB internal storage and shared MicroSD slot. There is a side-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Hybrid Dual SIM, Face Unlock, USB Type-C etc. Symphony Innova 10 gets a MobileDokan score of 8 out of 10."
    },
    {
        "image1": "https://www.mobiledokan.com/wp-content/uploads/2023/04/Symphony-Z60.jpeg",
        "image2": "",
        "image3": "",
        "details": "Symphony Z60 comes with 6.52 inches HD+ IPS screen. It has a Full-View center punch-hole design. The back camera is of dual 50+2 MP with PDAF, LED Flash, portrait mode, night mode etc. and 4K video recording. The front camera is of 8 MP. Symphony Z60 comes with 5000 mAh battery and 18W fast charging. It has 3 or 4 GB RAM, 1.6 GHz octa-core CPU and Mali-G57 MP1 GPU. It is powered by a 12 nm UNISOC T616 chipset. The device comes with 64 GB internal storage and dedicatedMicroSD slot. There is a side-mounted fingerprint sensor in this phone. Among other features, there is FM Radio, Dual SIM, Face Unlock, USB Type-C, digital wellbeing, bedtime mode etc. Symphony Z60 gets a MobileDokan score of 8.5 out of 10."
    }
]